tap "akonan/wiremd"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "ack"
brew "openssl@3"
brew "autoconf"
brew "automake"
brew "awk"
brew "readline"
brew "python@3.13"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "brew-cask-completion"
brew "cairo"
brew "circleci"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "docker-completion"
brew "docker-credential-helper-ecr"
brew "dos2unix"
brew "duf"
brew "fd"
brew "libomp", link: true
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "glow"
brew "pinentry"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "golang-migrate"
brew "golangci-lint"
brew "openjdk"
brew "gradle"
brew "librsvg"
brew "graphviz"
brew "htmlq"
brew "htop"
brew "shared-mime-info"
brew "imessage-exporter"
brew "jq"
brew "kustomize"
brew "lazygit"
brew "libpq", link: true
brew "libyaml"
brew "mergiraf"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "nvm"
brew "openssl@1.1"
brew "packer-completion"
brew "pgcli"
brew "pinentry-mac"
brew "pngpaste"
brew "pnpm"
brew "pyenv"
brew "python@3.12"
brew "redis"
brew "ripgrep"
brew "rtorrent"
brew "ruby-build"
brew "ruby-completion"
brew "rust"
brew "shellcheck"
brew "starship"
brew "subversion"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tnftp"
brew "transmission-cli"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "vips"
brew "watchman"
brew "wget"
brew "yamllint"
brew "zlib"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "stripe/stripe-cli/stripe"
cask "1password-cli"
cask "appcleaner"
cask "aws-vault-binary"
cask "blockblock"
cask "deskpad"
cask "discord"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-hack-nerd-font"
cask "iterm2"
cask "jordanbaird-ice@beta"
cask "kdiff3"
cask "licecap"
cask "maccy"
cask "macdown"
cask "macvim-app"
cask "miniforge"
cask "ngrok"
cask "notion"
cask "orbstack"
cask "reikey"
cask "session-manager-plugin"
cask "spotify"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "vlc"
vscode "aki77.rails-db-schema"
vscode "anthropic.claude-code"
vscode "auxislabs.python-uv-toolkit"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.vscode-gemfile"
vscode "chrislajoie.vscode-modelines"
vscode "christian-kohler.npm-intellisense"
vscode "coolbear.systemd-unit-file"
vscode "cossssmin.posthtml"
vscode "craigmaslowski.erb"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dewski.simplecov"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "everspace.rightclick-git"
vscode "extr0py.vscode-relative-line-numbers"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.sentinel"
vscode "hashicorp.terraform"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "jdinhlife.gruvbox"
vscode "jinliming2.vscode-go-template"
vscode "kaiwood.endwise"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "msyrus.go-doc"
vscode "nhoizey.gremlins"
vscode "ninoseki.vscode-mogami"
vscode "nonylene.dark-molokai-theme"
vscode "praveencrony.total-lines"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sissel.shopify-liquid"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.selectline-statusbar"
vscode "touyu.devcontainers-notifier"
vscode "tuxtina.json2yaml"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "yokoe.vscode-postfix-go"
vscode "yutengjing.open-in-external-app"
vscode "yzhang.markdown-all-in-one"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/abice/go-enum"
go "github.com/rogpeppe/godef"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/twpayne/go-jsonstruct/v3/cmd/gojsonstruct"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "golang.org/x/lint/golint"
go "github.com/fatih/gomodifytags"
go "github.com/abenz1267/gomvp"
go "golang.org/x/tools/cmd/gonew"
go "github.com/pressly/goose/v3/cmd/goose"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/jstemmer/gotags"
go "github.com/cweill/gotests/gotests"
go "github.com/mitranim/gow"
go "golang.org/x/tools/cmd/guru"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/keyify"
go "github.com/fatih/motion"
go "github.com/mgechev/revive"
go "honnef.co/go/tools/cmd/staticcheck"
