tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "ack"
brew "openssl@3"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "readline"
brew "asdf"
brew "awk"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "brew-cask-completion"
brew "cairo"
brew "colordiff"
brew "ctags"
brew "docker-completion"
brew "docker-credential-helper-ecr"
brew "dos2unix"
brew "duf"
brew "gdk-pixbuf"
brew "git"
brew "git-delta"
brew "glow"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golang-migrate"
brew "librsvg"
brew "graphviz"
brew "htmlq"
brew "htop"
brew "shared-mime-info"
brew "libomp", link: true
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "libpq", link: true
brew "ngrep"
brew "nmap"
brew "nvm"
brew "packer"
brew "packer-completion"
brew "pgcli"
brew "pinentry-mac"
brew "redis"
brew "rtorrent"
brew "ruby-build"
brew "ruby-completion"
brew "shellcheck"
brew "starship"
brew "subversion"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tnftp"
brew "transmission-cli"
brew "tree"
brew "vips"
brew "watchman"
brew "wget"
brew "yamllint"
brew "yq"
brew "zlib"
cask "aws-vault"
cask "discord"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-hack-nerd-font"
cask "inkscape"
cask "iterm2"
cask "kdiff3"
cask "macdown"
cask "macvim"
cask "miniforge"
cask "ngrok"
cask "notion"
cask "session-manager-plugin"
cask "spotify"
cask "transmission"
cask "vagrant"
cask "vlc"
