tap "akonan/wiremd"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "ack"
brew "openssl@3"
brew "autoconf"
brew "automake"
brew "awk"
brew "readline"
brew "python@3.13"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "brew-cask-completion"
brew "cairo"
brew "circleci"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "docker-completion"
brew "docker-credential-helper-ecr"
brew "dos2unix"
brew "duf"
brew "expect"
brew "fd"
brew "libomp", link: true
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "glow"
brew "pinentry"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "golang-migrate"
brew "golangci-lint"
brew "openjdk"
brew "gradle"
brew "librsvg"
brew "graphviz"
brew "htmlq"
brew "htop"
brew "shared-mime-info"
brew "imessage-exporter"
brew "jq"
brew "kustomize"
brew "lazygit"
brew "libpq", link: true
brew "libyaml"
brew "lua-language-server"
brew "mergiraf"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "nvm"
brew "packer-completion"
brew "pgcli"
brew "pinentry-mac"
brew "pngpaste"
brew "pnpm"
brew "pyenv"
brew "python@3.12"
brew "redis"
brew "ripgrep"
brew "rtorrent"
brew "ruby-build"
brew "ruby-completion"
brew "rust"
brew "shellcheck"
brew "starship"
brew "subversion"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tnftp"
brew "transmission-cli"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "vips"
brew "watchman"
brew "wget"
brew "witr"
brew "yamllint"
brew "zlib"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "stripe/stripe-cli/stripe"
cask "1password-cli"
cask "appcleaner"
cask "aws-vault-binary"
cask "blockblock"
cask "deskpad"
cask "discord"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-hack-nerd-font"
cask "fuse-t"
cask "iterm2"
cask "kdiff3"
cask "licecap"
cask "maccy"
cask "macdown"
cask "macvim-app"
cask "miniforge"
cask "ngrok"
cask "notion"
cask "orbstack"
cask "reikey"
cask "session-manager-plugin"
cask "spotify"
cask "thaw"
cask "transmission"
cask "vagrant"
cask "vlc"
